{
  "nodes": [
    {
      "op": "null", 
      "name": "data", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__0_NCHW3c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___sub_scalar_____mul_scalar_____layout_transform__", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[0, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_1_conv2d_weight_OIHW3i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm0_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm0_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm0_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[1, 0, 0], [2, 0, 0], [3, 0, 0], [4, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_1_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu0_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform__", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[5, 0, 0], [6, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "transpose0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm1_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm1_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm1_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_1", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[7, 0, 0], [8, 0, 0], [9, 0, 0], [10, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_2_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu1_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform__", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[11, 0, 0], [12, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_23_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm2_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm2_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm2_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_2", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[13, 0, 0], [14, 0, 0], [15, 0, 0], [16, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_23_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu2_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___1", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[17, 0, 0], [18, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "transpose1", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm3_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm3_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm3_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_3", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[19, 0, 0], [20, 0, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_23_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu3_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[23, 0, 0], [24, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_23_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm4_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm4_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm4_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_4", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[25, 0, 0], [26, 0, 0], [27, 0, 0], [28, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block0_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm5_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm5_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm5_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_5", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[29, 0, 0], [30, 0, 0], [31, 0, 0], [32, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block0_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu4_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[33, 0, 0], [34, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "transpose2", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm6_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm6_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm6_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[35, 0, 0], [36, 0, 0], [37, 0, 0], [38, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block0_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu5_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[39, 0, 0], [40, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block0_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm7_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm7_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[41, 0, 0], [42, 0, 0], [43, 0, 0], [44, 0, 0], [29, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block1_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm8_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm8_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm8_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_5", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[45, 0, 0], [46, 0, 0], [47, 0, 0], [48, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block1_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu6_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[49, 0, 0], [50, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "transpose3", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm9_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm9_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm9_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[51, 0, 0], [52, 0, 0], [53, 0, 0], [54, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block1_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu7_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[55, 0, 0], [56, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block1_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm10_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm10_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[57, 0, 0], [58, 0, 0], [59, 0, 0], [60, 0, 0], [45, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block2_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm11_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm11_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm11_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_5", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[61, 0, 0], [62, 0, 0], [63, 0, 0], [64, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block2_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu8_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[65, 0, 0], [66, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "transpose4", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm12_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm12_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm12_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[67, 0, 0], [68, 0, 0], [69, 0, 0], [70, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block2_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu9_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[71, 0, 0], [72, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block2_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm13_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm13_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[73, 0, 0], [74, 0, 0], [75, 0, 0], [76, 0, 0], [61, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block3_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm14_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm14_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm14_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_5", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[77, 0, 0], [78, 0, 0], [79, 0, 0], [80, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block3_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu10_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[81, 0, 0], [82, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "transpose5", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm15_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm15_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm15_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[83, 0, 0], [84, 0, 0], [85, 0, 0], [86, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block3_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu11_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[87, 0, 0], [88, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_3_block3_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm16_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm16_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[89, 0, 0], [90, 0, 0], [91, 0, 0], [92, 0, 0], [77, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_34_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm17_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm17_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm17_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_7", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[93, 0, 0], [94, 0, 0], [95, 0, 0], [96, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_34_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu12_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___3", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[97, 0, 0], [98, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "transpose6", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm18_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm18_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm18_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_8", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[99, 0, 0], [100, 0, 0], [101, 0, 0], [102, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_34_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu13_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[103, 0, 0], [104, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_34_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm19_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm19_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm19_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_9", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[105, 0, 0], [106, 0, 0], [107, 0, 0], [108, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block0_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm20_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm20_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm20_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_10", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[109, 0, 0], [110, 0, 0], [111, 0, 0], [112, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block0_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu14_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[113, 0, 0], [114, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "transpose7", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm21_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm21_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm21_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_11", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[115, 0, 0], [116, 0, 0], [117, 0, 0], [118, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block0_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu15_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[119, 0, 0], [120, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block0_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm22_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm22_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add_1", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[121, 0, 0], [122, 0, 0], [123, 0, 0], [124, 0, 0], [109, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block1_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm23_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm23_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm23_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_10", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[125, 0, 0], [126, 0, 0], [127, 0, 0], [128, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block1_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu16_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[129, 0, 0], [130, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "transpose8", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm24_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm24_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm24_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_11", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[131, 0, 0], [132, 0, 0], [133, 0, 0], [134, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block1_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu17_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[135, 0, 0], [136, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block1_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm25_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm25_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add_1", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[137, 0, 0], [138, 0, 0], [139, 0, 0], [140, 0, 0], [125, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block2_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm26_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm26_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm26_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_10", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[141, 0, 0], [142, 0, 0], [143, 0, 0], [144, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block2_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu18_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[145, 0, 0], [146, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "transpose9", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm27_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm27_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm27_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_11", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[147, 0, 0], [148, 0, 0], [149, 0, 0], [150, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block2_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu19_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[151, 0, 0], [152, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block2_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm28_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm28_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add6", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add_1", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[153, 0, 0], [154, 0, 0], [155, 0, 0], [156, 0, 0], [141, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block3_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm29_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm29_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm29_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_10", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[157, 0, 0], [158, 0, 0], [159, 0, 0], [160, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block3_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu20_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[161, 0, 0], [162, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "transpose10", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm30_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm30_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm30_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_11", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[163, 0, 0], [164, 0, 0], [165, 0, 0], [166, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block3_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu21_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[167, 0, 0], [168, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block3_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm31_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm31_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add_1", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[169, 0, 0], [170, 0, 0], [171, 0, 0], [172, 0, 0], [157, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block4_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm32_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm32_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm32_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_10", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[173, 0, 0], [174, 0, 0], [175, 0, 0], [176, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block4_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu22_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[177, 0, 0], [178, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "transpose11", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm33_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm33_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm33_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_11", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[179, 0, 0], [180, 0, 0], [181, 0, 0], [182, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block4_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu23_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[183, 0, 0], [184, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block4_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm34_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm34_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add_1", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[185, 0, 0], [186, 0, 0], [187, 0, 0], [188, 0, 0], [173, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block5_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm35_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm35_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm35_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_10", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[189, 0, 0], [190, 0, 0], [191, 0, 0], [192, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block5_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu24_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[193, 0, 0], [194, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "transpose12", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm36_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm36_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm36_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_11", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[195, 0, 0], [196, 0, 0], [197, 0, 0], [198, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block5_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu25_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___4", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[199, 0, 0], [200, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_4_block5_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm37_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm37_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add_1", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[201, 0, 0], [202, 0, 0], [203, 0, 0], [204, 0, 0], [189, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_45_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm38_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm38_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm38_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_12", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[205, 0, 0], [206, 0, 0], [207, 0, 0], [208, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_45_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu26_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___5", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[209, 0, 0], [210, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "transpose13", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm39_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm39_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm39_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_13", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[211, 0, 0], [212, 0, 0], [213, 0, 0], [214, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_45_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu27_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___6", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[215, 0, 0], [216, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "dconv_45_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm40_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm40_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm40_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_14", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[217, 0, 0], [218, 0, 0], [219, 0, 0], [220, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_5_block0_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm41_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm41_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm41_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_15", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[221, 0, 0], [222, 0, 0], [223, 0, 0], [224, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_5_block0_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu28_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___7", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[225, 0, 0], [226, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "transpose14", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm42_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm42_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm42_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_16", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[227, 0, 0], [228, 0, 0], [229, 0, 0], [230, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_5_block0_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu29_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___7", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[231, 0, 0], [232, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_5_block0_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm43_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm43_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add10", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add_2", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[233, 0, 0], [234, 0, 0], [235, 0, 0], [236, 0, 0], [221, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_5_block1_conv_sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm44_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm44_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm44_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_15", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[237, 0, 0], [238, 0, 0], [239, 0, 0], [240, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_5_block1_conv_sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu30_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___7", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[241, 0, 0], [242, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "transpose15", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm45_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm45_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm45_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_16", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[243, 0, 0], [244, 0, 0], [245, 0, 0], [246, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_5_block1_conv_dw_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu31_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___7", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[247, 0, 0], [248, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "res_5_block1_conv_proj_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm46_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm46_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add11", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_elemwise_add_2", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[249, 0, 0], [250, 0, 0], [251, 0, 0], [252, 0, 0], [237, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_6sep_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm47_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm47_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm47_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_17", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[253, 0, 0], [254, 0, 0], [255, 0, 0], [256, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_6sep_relu_gamma", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "prelu32_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___prelu___layout_transform___6", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[257, 0, 0], [258, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "transpose16", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm48_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm48_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm48_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_18", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[259, 0, 0], [260, 0, 0], [261, 0, 0], [262, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "flatten0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___flatten", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[263, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fc1_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "pre_fc1_bias", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm49_div", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm49_add_beta", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm49_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_broadcast_mul_broadcast_add", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[264, 0, 0], [265, 0, 0], [266, 0, 0], [267, 0, 0], [268, 0, 0]]
    }
  ], 
  "arg_nodes": [
    0, 
    2, 
    3, 
    4, 
    6, 
    8, 
    9, 
    10, 
    12, 
    14, 
    15, 
    16, 
    18, 
    20, 
    21, 
    22, 
    24, 
    26, 
    27, 
    28, 
    30, 
    31, 
    32, 
    34, 
    36, 
    37, 
    38, 
    40, 
    42, 
    43, 
    44, 
    46, 
    47, 
    48, 
    50, 
    52, 
    53, 
    54, 
    56, 
    58, 
    59, 
    60, 
    62, 
    63, 
    64, 
    66, 
    68, 
    69, 
    70, 
    72, 
    74, 
    75, 
    76, 
    78, 
    79, 
    80, 
    82, 
    84, 
    85, 
    86, 
    88, 
    90, 
    91, 
    92, 
    94, 
    95, 
    96, 
    98, 
    100, 
    101, 
    102, 
    104, 
    106, 
    107, 
    108, 
    110, 
    111, 
    112, 
    114, 
    116, 
    117, 
    118, 
    120, 
    122, 
    123, 
    124, 
    126, 
    127, 
    128, 
    130, 
    132, 
    133, 
    134, 
    136, 
    138, 
    139, 
    140, 
    142, 
    143, 
    144, 
    146, 
    148, 
    149, 
    150, 
    152, 
    154, 
    155, 
    156, 
    158, 
    159, 
    160, 
    162, 
    164, 
    165, 
    166, 
    168, 
    170, 
    171, 
    172, 
    174, 
    175, 
    176, 
    178, 
    180, 
    181, 
    182, 
    184, 
    186, 
    187, 
    188, 
    190, 
    191, 
    192, 
    194, 
    196, 
    197, 
    198, 
    200, 
    202, 
    203, 
    204, 
    206, 
    207, 
    208, 
    210, 
    212, 
    213, 
    214, 
    216, 
    218, 
    219, 
    220, 
    222, 
    223, 
    224, 
    226, 
    228, 
    229, 
    230, 
    232, 
    234, 
    235, 
    236, 
    238, 
    239, 
    240, 
    242, 
    244, 
    245, 
    246, 
    248, 
    250, 
    251, 
    252, 
    254, 
    255, 
    256, 
    258, 
    260, 
    261, 
    262, 
    265, 
    266, 
    267, 
    268
  ], 
  "node_row_ptr": [
    0, 
    1, 
    2, 
    3, 
    4, 
    5, 
    6, 
    7, 
    8, 
    9, 
    10, 
    11, 
    12, 
    13, 
    14, 
    15, 
    16, 
    17, 
    18, 
    19, 
    20, 
    21, 
    22, 
    23, 
    24, 
    25, 
    26, 
    27, 
    28, 
    29, 
    30, 
    31, 
    32, 
    33, 
    34, 
    35, 
    36, 
    37, 
    38, 
    39, 
    40, 
    41, 
    42, 
    43, 
    44, 
    45, 
    46, 
    47, 
    48, 
    49, 
    50, 
    51, 
    52, 
    53, 
    54, 
    55, 
    56, 
    57, 
    58, 
    59, 
    60, 
    61, 
    62, 
    63, 
    64, 
    65, 
    66, 
    67, 
    68, 
    69, 
    70, 
    71, 
    72, 
    73, 
    74, 
    75, 
    76, 
    77, 
    78, 
    79, 
    80, 
    81, 
    82, 
    83, 
    84, 
    85, 
    86, 
    87, 
    88, 
    89, 
    90, 
    91, 
    92, 
    93, 
    94, 
    95, 
    96, 
    97, 
    98, 
    99, 
    100, 
    101, 
    102, 
    103, 
    104, 
    105, 
    106, 
    107, 
    108, 
    109, 
    110, 
    111, 
    112, 
    113, 
    114, 
    115, 
    116, 
    117, 
    118, 
    119, 
    120, 
    121, 
    122, 
    123, 
    124, 
    125, 
    126, 
    127, 
    128, 
    129, 
    130, 
    131, 
    132, 
    133, 
    134, 
    135, 
    136, 
    137, 
    138, 
    139, 
    140, 
    141, 
    142, 
    143, 
    144, 
    145, 
    146, 
    147, 
    148, 
    149, 
    150, 
    151, 
    152, 
    153, 
    154, 
    155, 
    156, 
    157, 
    158, 
    159, 
    160, 
    161, 
    162, 
    163, 
    164, 
    165, 
    166, 
    167, 
